# St7EnableMovingLoad

Enables the specified moving load path for the analysis.

long St7EnableMovingLoad(long uID, long LoadPathID)
Input Parameters
uID
Strand7 model file ID.
LoadPathID
Load path ID.